;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=עברית/Hebrew
WebLang=HEB
Translator=Ariel Nemtzov אריאל נמצוב
Codepage=UNICODE 
Version=2.0.6


[Uninstaller Toolbar]
102 = תצוגה
103 = אפשרויות
104 = מסיר התוכנות
105 = כלים
106 = "מצב "צייד
107 = רשימה
108 = אייקונים
109 = פרטים
110 = הסר
111 = מחק ערך
112 = רענן
113 =? האם את/ה בטוח/ה שברצונך למחוק את הערך הנבחר
114 =? האם את/ה בטוח/ה שברצונך להסיר את התוכנה שנבחרה
115 =עדכון אוטומטי
116 = עזרה
117 = ...עזרה לכלי הנוכחי
118 = ...דף הבית
119 = ...אודות
120 =!אינך מנהל רשת
121 = עצור! אלא אם את/ה בטוח/ה במה שאת/ה עושה\n? האם את/ה בטוח/ה שברצונך להסיר את רכיב המערכת שנבחר
122 = מסיר התוכנות מציג את כל התוכנות והרכיבים המותקנים למשתמש הנוכחי ולכלל המשתמשים. בשיטת התצוגה "פרטים" או דרך תפריט ההקשר ניתן להגיע לפרטים נוספים (קישורים ומאפיינים אודות ההתקנה). המאפיין העיקרי של מסיר התוכנות "ריבו" הוא מצב "צייד". מצב זה נותן לך את האפשרות להסיר, לעצור, למחוק או לנטרל הפעלה אוטומטית של התוכנה עם ווינדוס בעזרת לחיצה אחת בלבד
123 = חפש
124 = נמצאו:
125 = ייתכן ורכיב זה נידרש לפעולת מערכת ההפעלה שלך\n? האם את/ה בטוח/ה שברצונך להסיר את רכיב המערכת הנבחר מהרג'יסטרי
126 =!לא יתחיל אוטומטית
127 =נקבע להתחיל אוטומטית
128 =!יוותרו שאריות קבצים משתי התוכנות! סמן בקפידה את אלה שברצונך למחוק \n!%s מותקן באותו מקום כמו %s
129 = הסרה מאולצת

[Uninstaller List]
150 = תוכנה
151 = גודל
152 = גירסה
153 = תאריך התקנה
154 = חברה
155 = אתר אינטרנט
156 = הערה
157 = מחרוזת הסרה
158 = ערך רג'יסטרי
159 = מתקין

[Uninstaller StatusBar]
201 = התקנות: 
202 = ...טוען

[Registry Optimizer]
302 = בחר היכן לסרוק
303 = תפריט התחלה

[Autorun Toolbar]
407 = הפעל
408 = חסל
409 = הסר
410 = פריטים :
411 = מאושרים:
412 = עם מנהל ההפעלה האוטומטית, ניתן לאפשר או לנטרל תוכנות מלהתחיל אוטומטית עם הפעלת ווינדוס, ניתן גם לקבל פרטים נוספים על התוכנה הספציפית. בנוסף, ניתן לקבל את נתיב ההפעלה, תיאור, מפיץ, סטטוס (פעיל או לא פעיל) ואת מיקום פקודת ההפעלה - ברג'יסטרי או בקובץ על הדיסק הקשיח

[Autorun List]
450 = שם היישום בתפריט ההפעלה
451 = נתיב ההפעלה
452 = תיאור
453 = מפיץ
454 = סטטוס
455 = מיקום
456 = פעיל
457 = לא פעיל
458 = לא תקין
459 = חסל תהליך
460 = הפעל תהליך
461 = פתח תיקייה מכילה
462 = לך למיקום
463 = העתק נתיב הפעלה
464 = הסר פריטים שנבחרו
465 = הסר פריטים לא תקינים
466 = הסר פריטים לא פעילים
467 = הסר פריטים מנוטרלים
468 = ...מאפיינים
470 =! כל המידע הלא שמור ייאבד\n? האם את/ה בטוח/ה שברצונך לסגור את התוכנה שנבחרה
471 =? האם את/ה בטוח/ה שברצונך למחוק את הפריט הנבחר
472 =? האם את/ה בטוח/ה שברצונך למחוק את כל הפריטים הלא-תקינים
473 =? האם את/ה בטוח/ה שברצונך למחוק את כל הפריטים הלא-פעילים
474 =? האם את/ה בטוח/ה שברצונך למחוק את כל הפריטים המנוטרלים
475 =! פקודה לא קיימת
476 = לא ידוע
477 = נטרל הפעלה אוטומטית
478 = אפשר הפעלה אוטומטית

[Outlook Control]
300 = ייעול
301 = מייעל רג'יסטרי
400 = מנהל ההפעלה האוטומטית
500 = מסיר עקבות
501 = ניקוי דפדפנים
600 = Microsoft Office ניקוי
700 = Windows ניקוי
800 = מסיר העקבות
900 = מחיקה ללא אפשרות שיחזור
2100 = Windows כלים של
2200 = מנקה קבצי הזבל

[Track Cleaner Browsers]
507 = נקה הכל
508 = נקה היסטוריית ביקור בדפי אינטרנט
509 = נקה היסטוריית שורת כתובות
510 = מחק קבצי אינטרנט זמניים
511 = מחק עוגיות
512 = Index.dat מחק קבצי
513 = בצע
514 = מחק היסטוריית הורדות
515 = מחק היסטוריית משימות/תהליכים
516 = מחק היסטוריית טפסים
517 = מסיר התוכנות
518 = ?האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה
521 = ?Internet Explorer האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה של 
522 = ?Firefox האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה של
523 = ?Opera האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה של
524 = ?Netscape האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה של
525 = הדפדפן שלך שומר פרטים על כל אתר אינטרנט שאי פעם ביקרת בו. המידע נגיש בקלות מחלון הדפדפן שלך וע"י לחיצה על כפתור כל אחד יכול לראות איפה גלשת באינטרנט! עם מנקה הדפדפנים תוכל/י למחוק את כל קבצי האינטרנט הזמניים (התמונות שראית, כל הסרטונים בהם צפית וכל הדפים). מחיקת קבצי האינטרנט הזמניים תוכל לפנות הרבה מקום מהדיסק הקשיח שלך
526 = סגור דפדפן לפני מחיקת עקבותיו
527 = יימחקו כאשר המחשב יופעל מחדש Index.dat קבצי
599 = !פעולת מחיקת עקבות לפריטים שנבחרו הושלמה

[Office Track Cleaner]
601 = נקה
607 = Microsoft Word מנקה את היסטוריית הקבצים האחרונים של
608 = Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013, Word 2016 כולל את
609 = Microsoft Excel מנקה את היסטוריית הקבצים האחרונים של
610 = Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013, Excel 2016 כולל את
611 = Microsoft Access מנקה את היסטוריית הקבצים האחרונים של
612 = Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013, Access 2016 כולל את
613 = Microsoft PowerPoint מנקה את היסטוריית הקבצים האחרונים של
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013, PowerPoint 2016 כולל את
615 = Microsoft FrontPage מנקה את היסטוריית הקבצים האחרונים של
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 כולל את
617 = בחר את סוגי הקבצים הללו ולחץ על לחצן ה"הסר". רשימת הקבצים האחרונים שפתחת לא תהיה יותר נגישה  ,Microsoft Office-אם אינך רוצה שמישהו יראה את הקבצים האחרונים שפתחת ב .Microsoft Word, Excel, Access, PowerPoint, FrontPage-מאפשר למחוק את היסטוריית הקבצים האחרונים שהיו בשימוש ב Microsoft Office מנקה

[Windows Tracks Cleaner]
701 = נקה
707 = נקה את היסטוריית הקבצים האחרונים
708 = נקה את היסטוריית ההפעלה בתפריט ההתחלה
709 = נקה את היסטוריית חיפוש הקבצים
710 = נקה את היסטוריית חיפוש המדפסות, מחשבים ואנשים
711 = נקה את לוח העריכה
712 = MS Paint נקה את היסטוריית הקבצים האחרונים של
713 = MS Wordpad נקה את היסטוריית הקבצים האחרונים של
714 = Regedit נקה את היסטוריית הערך האחרון שנפתח של
715 = נקה את היסטוריית הפתח/שמור של הדיאלוג הנפוץ
716 = נקה את היסטוריית התיקייה האחרונה של הדיאלוג הנפוץ
717 = רוקן את סל המחזור
718 = Windows מחק קבצים זמניים של
719 = מחק רישומי שימוש בתפריט ההתחלה
720 = מערכת ווינדוס של מיקרוסופט עוקבת אחרי הרבה דברים שנעשים עם המחשב, כגון: היסטוריית חיפוש קבצים (בזמן חיפוש קבצים או תיקיות), היסטוריית קבצים אחרונים שנפתחו, היסטוריית פתח/שמור שמשתמשים בה תוכנות שונות לדיאלוגים סטנדרטים ועוד. מנקה ווינדוס מאפשר למחוק את כל ההיסטוריות הללו ואת הקבצים הזמניים שלהם. ניתן גם לרוקן את סל המחזור ואת הקבצים הזמניים שבמחשב, ובכך לפנות הרבה מקום בדיסק הקשיח
721 = יתחיל מחדש explorer.exe היסטוריית ההפעלה תימחק לאחר שהתהליך
722 = Windows עקבות רג'יסטרי של 
723 = עקבות בדיסק הקשיח המקומי
724 = מחק קבצי הטלת זיכרון בנפילת המחשב
725 = Chkdsk (Check Disk) מחק קטעי קבצים ששוחזרו ע"י


[Evidence Remover]
802 = בצע
803 = מוחק
804 = אנא המתן בזמן ביצוע המחיקה
805 = הושלמה
806 = !סמן ב"וי" את הכונן/ים המכיל/ים עקבות או ראיות של עבודותיך שברצונך למחוק. כלי זה משפיע רק על מידע שכבר נמחק. *אזהרה:* לאחר שהתהליך יושלם, לא יהיה ניתן לשחזר את הקבצים שנמחקו
807 = כאשר מרוקנים את סל המחזור בווינדוס, הקבצים שלך רק מסומנים כמחוקים אך אינם נמחקים פיזית. כלי זה יימחק לצמיתות קבצים ותיקיות שכבר נמחקו אבל נשארו על הדיסק הקשיח. לא משנה באיזה כלי אתה או כל אדם אחר תשתמשו לנסות לשחזר את המידע, התוצאה תהיה דומה - שום דבר. את המידע הנמחק ע"י מוחק הראיות לא ניתן לשחזר
808 = ?האם את/ה בטוח/ה שברצונך למחוק שאריות של עקבות וראיות מהכונן/ים שנבחר/ו

[Unrecoverable Delete]
912 = לא יהיה ניתן לשחזר רשימת קבצים ותיקיות שיימחקו
913 = קבצים
914 = תיקיות
915 = !הכנס קבצים שברצונך למחוק ולהסיר מהמערכת. קבצים אלו אינם ניתנים לשחזור בעזרת שום כלי תוכנה
916 = !הכנס תיקיות שברצונך למחוק ולהסיר מהמערכת. תיקיות אלו אינם ניתנים לשחזור בעזרת שום כלי תוכנה
917 = הוסף קבצים שיימחקו
918 = הוסף תיקיות שיימחקו
919 = מחק לצמיתות
920 = מחק רשימה
921 = אם ברצונך למחוק קובץ או תיקייה בצורה בטוחה (ע"מ לוודא שאף אחד, בעזרת כל כלי, לא יוכל לשחזר את הקובץ או התיקייה), השתמש במחיקה ללא אפשרות שחזור. מחיקת קבצים וריקון סל המחזור של ווינדוס אינם מבטיחים שקבצים אלו נמחקו לצמיתות. הם עדיין על הדיסק הקשיח וכל אחד יכול לשחזר את המידע הנמחק בקלות רבה. כלי המחיקה ללא אפשרות שחזור אינו מאפשר זאת מכיוון שהוא מוחק פיזית את כל קבצים והתיקיות שנבחרו
922 = ?האם את/ה בטוח/ה שברצונך למחוק את הקבצים והתיקיות שנבחרו לצמיתות

[Options Tree]
1001 = אפשרויות
1100 = כללי
1200 = מסיר התוכנות

[General]
1101 = Language / שפה :
1102 = מצב מתקדם
1103 = חפש עדכון בהפעלת התוכנה

[Uninstaller Options]
1201 = הצג עדכוני מערכת
1202 = הצג מרכיבי מערכת
1203 = אפשר מצב טעינה מהירה
1204 = הפעל רק את מסיר התוכנה המובנה
1205 = (Windows Vista-לא נתמך ב)
1206 = צור נקודת שחזור מערכת לפני ההסרה
1207 = מחק קבצים ותיקיות נותרים לסל המחזור


[Auto Update]
1907 = עדכן
1908 = פרטי הגירסה
1909 = גירסה נוכחית:
1910 = גירסה עדכנית:
1911 = הורד
1912 = קבל גירסה עדכנית של התוכנה
1913 = מה חדש
1914 = ...בודק
1915 = ...שגיאה בהתחברות
1916 = הפסק
1917 = %s מתוך %s הורדו
1918 = (גודל כולל לא ידוע) %s הורדו
1919 = "אנא בדוק אם חיבור האינטרנט שלך פעיל וחומת האש אינה חוסמת את מסיר התוכנות "ריבו.www.revouninstaller.com-מסיר התוכנות "ריבו" לא הצליח להתחבר ל
1920 = שגיאה: בדיקת גירסה חדשה נכשלה. חיבור אינטרנט אינו פעיל

[WinTools]
2110 = הפעל
2111 = קיימים כלים ומרכיבים שימושיים ויעילים נכללים במערכת ההפעלה "ווינדוס". חלק מהתוכנות משתמשות בשורת פקודות מסובכת, אחרות קשות לגישה. "כלי ווינדוס" נותן גישה מהירה, בלחיצה אחת
2112 = מנטר שינויי מערכת וקבצי אפליקציה ויוצר אוטומטית נקודות שחזור הניתנות לזיהוי בקלות. נקודות שחזור אלו מאפשרות שחזור המערכת למצב שגובה קודם. נקודות השחזור נוצרות באופן יומיומי כמו גם בשינויי מערכת משמעותיים. ניתן ליצור ולתת שם לנקודות שחזור משלך בכל עת System Restore .ולשחזר את מחשבך למצב שנשמר ללא איבוד קבצי מידע אישיים System Restore-אם אירעה תקלה, ניתן להשתמש ב
2113 = ניתן להשתמש בזה לאסוף ולהציג מידע על החומרה ומערכת ההפעלה של מחשבך, קונפיגורציית האינטרנט, מודם ורשת שלך. עם כלי ניתוח הרשת ניתן לסרוק את המערכת ולבדוק את חיבורי הרשת והאם השירותים והתוכנות הקשורות לרשת פעילות 
2114 = DNS-וה WINS-מסיכת התת-רשת, שער ברירת המחדל וקונפיגורציות ה ,MAC-כתובת ה ,IP-של כל המתאמים ובכללם את כתובת ה TCP/IP-של הרשת. כמו כן, תצוגת קונפיגורציות ה DNS, DHCP, TCP/IP-הצגת כל הגדרות ה
2115 = יציג הערה והמלצה איך להגן על המחשב באופן טוב יותר Security Center-בדיקת מצב שלושת מרכיבי הביטחון החיוניים במחשבך: חומת-אש, עדכוני מערכת אוטומטיים והגנה מווירוסים/מזיקים. אם אירעה תקלה באחד מאלה (לדוגמא, אם האנטי-וירוס שלך לא מעודכן), ה
2116 = כדי לראות מידע בסיסי אודות החומרה המותקנת במחשבך, כגון: סוג המעבד שלך וסך כל הזיכרון נדיף. תוכל לראות ולשנות הגדרות השולטות באופן בו מחשבך משתמש בזיכרון ומוצא מידע מסוים (מאפייני חומרה והתקן), הגדרת פרופילי חומרה, צפייה במידע על הרשת שלך ופרופיל ההתחברות למחשב, ומדווח על שגיאות מערכת ותוכנה למיקרוסופט או למנהל המערכת שלך כשהן מתרחשות System Properties-ניתן להשתמש ב
2117 = הוא כלי תמיכה שניתן להשתמש בו לאתר במהירות מידע על מחשבך ומערכת ההפעלה System Information .מרכיב של מערכת ההפעלה ווינדוס, שאוסף ומציג נתונים על קונפיגורציית המערכת במחשבים מקומיים ומרוחקים. כולל מידע על קונפיגורציית חומרה, מרכיבי המחשב ודרייברים חתומים ולא חתומים
2118 = (הושג TCP/IP-אליהם המחשב מאזין ומציג את התוכנה האחראית על יצירת כל חיבור או כניסת האזנה (שם התוכנה מופיע ב-[ ] למטה, למעלה מופיע המרכיב לו התקשר, וכן הלאה עד ש  UDP-ו TCP-הפעילים ואת כניסות ה TCP-זהו מרכיב של מערכת ההפעלה ווינדוס שמציג את כל חיבורי ה
2119 = מציג מקלדת וירטואלית על המסך ומאפשר למשתמשים עם מגבלות תנועה להדפיס מידע ע"י שימוש באמצעי הצבעה או ג'ויסטיק ורמה מינימלית של תפקוד. ניתן גם להשתמש במקלדת הוירטואלית אם הינך חושש שיש תוכנת ריגול המתעדת לחיצות מקשים שהרי לחיצות עכבר אינן מתועדות
2120 = מאחה דיסק בודק כרכים מקומיים ומכנס קבצים ותיקיות מקוטעים כך שכ"א משתמש ביחידת מקום רציפה בכרך. התוכנה גם ממזגת את כל המקום הפנוי בכרך ובכך מפחיתה את הסיכוי שקבצים חדשים יהיו מקוטעים. כתוצאה משינויים אלו המערכת שלך תוכל לגשת לתיקיות וקבצים ביעילות רבה יותר
2121 = יכול גם לסדר פעולות שחזור אם שירות כושל (לדוגמא: להתחיל את השירות מחדש), לאפשר או לנטרל שירותים בפרופיל חומרה מסוים ולצפות בסטטוס ותיאור כל שירות Services ,ניתן להתחיל, להפסיק, להשהות, להמשיך או לנטרל שירותים במחשב מקומי או מרוחק. כמו כן  
2122 = יכול גם להראות רשימה של כל המשתמשים שמחוברים מרחוק (דרך רשת) למחשבך ולנתק את אחד מהם או את כולם. ניתן גם לצפות ברשימה של כל הקבצים שפתוחים ע"י משתמשים מרוחקים Shared Folders .ניתן לשימוש לניהול משאבים משותפים ברשת, שליטה באישורי גישה של משתמשים, פעילות ישיבה, מאפייני משאבים משותפים ולצפות בסיכום של חיבורים ומשאבים שבשימוש במחשבים מקומיים ומרוחקים 
2123 = (מגדירות את המרכיבים השונים של סביבת שולחן העבודה של המשתמש שמנהל המערכת צריך לנהל (לדוגמא: התוכניות הנגישות למשתמשים, התוכניות שמופיעות בשולחן העבודה של המשתמש ואפשרויות לתפריט ההתחלה Group Policy-כולל הגדרות מדיניות למשתמשים והגדרות המחשב. הגדרות ה
2124 = מאפשר ניהול מרכיבי ווינדוס שהותקנו במחשבך. אחרי שמערכת ההפעלה ווינדוס מותקנת על מחשבך ניתן להשתמש בכלי זה להוסיף מרכיב ווינדוס שאינו נכלל בהתקנה המקורית או למחוק מרכיב של ווינדוס שאינך רוצה
2125 = תוכנה מבית מיקרוסופט להסרת תוכנות זדוניות בודקת מחשבים עם מערכת הפעלה ווינדוס למציאת תוכנות מזיקות ספציפיות או נפוצות ועוזרת למחוק זיהומים אלה. ובכללם ווירוסים, תולעים וסוסים טרויאנים. כאשר הושלם תהליך הגילוי והמחיקה, יוצג דו"ח התוצאות, הכולל אם זוהתה ונמחקה תוכנה מסוימת


[Junk Files Cleaner Options]
2202 = כוננים לסריקה:
2203 = סיומת קובץ
2204 = תיאור
2205 = הוסף
2206 = הסר
2207 = שחזר ברירות מחדל
2208 = כללי::מנקה קבצי הזבל
2209 = לא לכלול::מנקה קבצי הזבל
2220 = דפוס לחפש:
2221 = ניתן להשתמש בסימנים ? ו/או * כתווים כלליים
2222 = הוסף דפוס
2223 = הוסף דפוס לאי-הכללה
2224 = ניתן להשתמש בסימנים ? ו/או * כתווים כלליים
2225 = אל תכלול דפוס:
2226 = מחק קבצים לסל המחזור
2227 = התעלם מקבצים שנפתחו ב-24 שעות האחרונות

[Junk Files Cleaner Tool]
2306 = סרוק
2307 = מחק
2308 = ...סורק
2309 = אנא המתן/י בזמן ביצוע הסריקה
2310 = בטל
2311 = שם
2312 = גודל
2319 = קבצים: 
2320 = סה"כ גודל: 
2323 = שלא ניתן למחוק כעת\nישנם קבצים שבשימוש ע"י ווינדוס או תוכנה אחרת
2324 = עליך לבחור לפחות כונן אחד כדי להתחיל סריקה
2325 = "מוחק קבצי זבל מאפשר לך למצוא ולמחוק סוגים שונים של קבצי זבל וקבצים שאין בהם צורך ממחשבך. בד"כ קבצים כאלו נמחקים אוטומטית ע"י התוכנה שיצרה אותם ברגע שאין בהם צורך. אולם, ייתכן והם יישארו על הדיסק הקשיח במקרה של ביטול לא מתוכנן של תהליך, נפילת מערכת וכד'. במקרה וזה מתרחש, זה עלול לגרום להקטנת מקום פנוי בדיסק הקשיח ולהאטת המערכת וכד'. להוראות שימוש לחץ על "עזרה" ולאחר מכן על עזרה "כלי נוכחי  
2326 = קובץ
2327 = מוחק קבצים

[Context Menu Junk Files Cleaner]
2313 = פתח
2314 = חפש בגוגל 
2315 = פתח תיקייה מכילה
2316 = ...מאפיינים
2317 = סמן את כל הפריטים
2318 = בטל סימון מכל הפריטים
2321 = סמן פריטים שנבחרו
2322 = בטל סימון מפריטים שנבחרו

[Topmost Window]
4002 = אפשרויות
4003 = פתח חלון מרכזי
4004 = מצב גרור ושחרר
4005 = "מצב "צייד
4006 = גודל
4007 = קטן
4008 = בינוני
4009 = גדול
4010 = גודל חלון
4011 = יציאה
4012 = הסר תוכנה
4013 = בטל התחלה אוטומטית
4014 = חסל תהליך
4015 = חסל ומחק תהליך
4016 = פתח תיקייה מכילה
4017 = מידע
4018 = מאפיינים
4019 = בטל
4020 = ! רק קובץ אחד בכל פעם נתמך 
4021 = ! שחררת תיקייה, אנא גרור ושחרר קובץ  
4022 = הסר או מחק:
4023 = לא הושלם! נסה להצביע על חלון, אייקון או שורת משימות אחרת
4024 =  אנא הסר את התוכנה עם מסיר התוכנות\n! לא ניתן להריץ פקודת הסרת תוכנה
4025 = ! ונסה להסיר ידנית\nטיפ: קבל מידע נוסף אודות התוכנה מהחלונות הראשיים\n! לא נמצאה חבילת התקנה  
4026 = טיפ: אם ברצונך לאפשר זאת שוב, השתמש בכלי ההפעלה האוטומטית בחלון הראשי של התוכנה\n! יישום המטרה מנוטרל להתחיל אוטומטית 
4027 = טיפ: לחיפוש מקומות לא נפוצים בהם משתמשים להפעלה אוטומטית היעזר בחיפוש בגוגל\n! יישום המטרה אינו נמצא במקומות ההפעלה האוטומטית הנפוצים 
4028 = ! כל המידע הלא שמור ייאבד\n? האם את/ה בטוח/ה שברצונך לסגור את התוכנה שנבחרה 
4029 = מסיר התוכנות
4030 = ! כל המידע הלא שמור ייאבד\n? האם את/ה בטוח/ה שברצונך לסגור ולמחוק את התוכנה שנבחרה 
4031 = תפריט ההתחלה, שורת המשימות ומגש המערכת ייעלמו\n? Windows Explorer האם את/ה בטוח/ה שברצונך לסגור את 
4032 = התחל אוטומטית עם ווינדוס
4033 = שקיפות

[Scan After Uninstall]
4210 = מיקום
4211 = מפתח
4212 = ערך
4213 = מידע
4214 = קובץ
4215 = ! לא נבחר ערך. בחר  ערך למחוק 
4216 = סרוק לאחר הסרה
4217 = בחר הכל
4218 = בטל בחירת הכל
4219 = מחק
4220 = קבצים נותרים
4221 = רשומות (ערכים) רג'יסטרי נותרות
4222 = ...מבצע סריקה לפני הסרה. אנא המתן
4223 = ...(מריץ מסיר יישום (תוכנה
4224 = אנא התחל לסרוק למציאת קבצים, תיקיות וערכי רג'יסטרי לאחר סיום פעולתו של מסיר התוכנה
4225 = ...מבצע סריקה לאחר הסרה. אנא המתן
4226 = ! אנא בדוק בקפידה את הפריטים ברשימה
4227 = סגור
4228 = הקבצים הנותרים ברשימה יימחקו בהפעלת המחשב מחדש
4229 = ! ייתכן ופקודת הסרת התוכנה לא תקינה\n! הרצת מסיר התוכנה נכשלה 
4230 = הקודם
4231 = הבא
4232 = בחר מצב הסרת תוכנה
4233 = מצבים
4234 = מצב מובנה: הפעלת המסיר המובנה של התוכנה ללא ביצוע סריקות הוספות
4235 = מצב בטוח: כולל את מצב "מובנה" וביצוע סריקות נוספות ברג'יסטרי ובדיסק בקשיח למציאת פריטים נותרים שבטוח למחוק. זהו המצב המהיר ביותר
4236 = מצב מתון: מצב זה כולל את מצב "בטוח" וביצוע סריקה מורחבת למציאת כל הפריטים הנותרים במקומות הנפוצים ביותר ברג'יסטרי ובדיסק הקשיח
4237 = מצב מתקדם: מצב זה כולל מצב "מתון" וביצוע סריקה יסודית ומקיפה למציאת כל הפריטים הנותרים ברג'יסטרי ובדיסק הקשיח. זהו המצב האיטי ביותר
4238 = מנתח את פרטי התוכנה לפני ההסרה
4239 = מתחיל את הסרת התוכנה ע"י המסיר המובנה
4240 = לאחר שהסרת התוכנה הושלמה, לחץ על כפתור "הבא" כדי לבצע סריקה למציאת קבצים, תיקיות וערכי רג'יסטרי נותרים
4241 = מבצע ניתוח ראשוני והסרה
4242 = סורק למציאת מידע נותר
4243 = ...הסרת התוכנה ע"י המסיר המובנה הושלמה, כעת מתבצעת סריקת הרג'יסטרי והדיסק הקשיח למציאת קבצים, תיקיות וערכי רג'יסטרי נותרים הקשורים לתוכנה שהוסרה. אנא המתן
4244 = נמצאו ערכי רג'יסטרי נותרים
4245 = :נמצאו ערכי רג'יסטרי
4246 = ! הערה: אנא וודא בקפידה את הפריטים המודגשים! רק פריטים מודגשים ומסומנים ותת-פריטיהם יימחקו
4247 = נמצאו קבצים ותיקיות נותרים
4248 = :נמצאו הפריטים
4249 = המחשב שלי
4250 = מסיר התוכנות "ריבו" לא הצליח להריץ את המסיר המובנה של התוכנה. ייתכן שפקודת הסרת התוכנה אינה תקינה או שמסיר התוכנה פגום. ניתן ללחוץ על כפתור "הקודם" ולנסות מצב הסרה אחר
4251 = מסיר התוכנה המובנה של היישום (תוכנה) סיים את תהליך ההסרה. מסיר התוכנות "ריבו" לא ביצע סריקה לחיפוש קבצים נותרים. ניתן ללחוץ על כפתור "הקודם" ולנסות מצב הסרה אחר כדי לסרוק למציאת קבצים, תיקיות ופריטי רג'יסטרי נותרים
4252 = מסיר התוכנות "ריבו" השלים את תהליך הסרת התוכנה בהצלחה, אבל לא נמצאו פריטים נותרים. ניתן ללחוץ על כפתור "הקודם" ולנסות מצב הסרה מורחב יותר לביצוע סריקה מעמיקה יותר
4253 = מסיר התוכנות "ריבו" השלים את תהליך הסרת התוכנה בהצלחה. אם ברצונך לחפש פריטים נוספים שנותרו, לחץ על כפתור "הקודם" ונסה מצב הסרה מתקדם יותר לביצוע סריקה מעמיקה יותר
4254 = סיים
4255 = ? האם את/ה בטוח/ה שברצונך להעביר את הקבצים המסומנים לסל המחזור
4256 = ? האם את/ה בטוח/ה שברצונך למחוק את ערכי הרג'יסטרי המסומנים 
4257 = ! מסיר התוכנות של "ריבו" השלים את תהליך ההסרה בהצלחה
4258 = ? האם את/ה בטוח/ה שברצונך לדלג על מחיקת ערכי הרג'יסטרי הנותרים שנמצאו ולהמשיך לצעד הבא
4259 = ? האם את/ה בטוח/ה שברצונך לדלג על מחיקת הקבצים והתיקיות הנותרים שנמצאו ולהמשיך לצעד הבא 
4260 = .סריקת פריטים נותרים הושלמה! לחץ על כפתור "הבא" כדי לראות את התוצאות
4261 = ...יוצר נקודת שחזור מערכת
4262 = ! יצירת נקודת שחזור מערכת - נכשלה 
4263 = (יצירת נקודת שחזור מערכת מנוטרלת (באפשרויות -> מסיר התוכנות
4264 = ! יצירת נקודת שחזור מערכת - הושלמה


[About]
4300 = מתרגמים

[ContextMenu Uninstaller]
5000 = פקודות
5001 = מידע
5002 = ...חפש בגוגל את
5004 = מיקום ההתקנה
5005 = ..."פתח קישור "אודות
5006 = ..."פתח קישור "עזרה
5007 = ..."פתח קישור "עדכן
5008 = ...פתח ערך רג'יסטרי

[Common]
10000 = אישור
10001 = בטל
10002 = עזרה
10003 = עיין
10004 = עזרה לכלי נוכחי
10005 = דף הבית
10006 = אודות
10007 = אזהרה
10008 = שגיאה

[Tooltips]
2000 = עבור למצב מסיר התוכנות
2001 = הראה תפריט כלים
2002 = התאם הגדרות
2003 = עבור למצב צייד
2004 = שנה תצוגה של רשימת התוכנות המותקנות
2005 = הסר את התוכנה שנבחרה
2006 = מחק את הערך המסומן מהרג'יסטרי
2007 = רענן את רשימת התוכנות
2008 = עדכן את גירסת התוכנה שברשותך לגירסה עדכנית
2009 = מצא מידע נוסף ותשובות לכל שאלותיך אודות התוכנה
404 = התחל את התוכנה שנבחרה
405 = עצור וסגור את התוכנה שנבחרה
406 = מנע מהתוכנה המסומנת להתחיל אוטומטית
506 = נקה את האפשרויות שנבחרו
605 = נקה את האפשרויות שנבחרו
705 = נקה את האפשרויות שנבחרו
2106 = הרץ את הכלי הנבחר
2304 = סרוק למציאת קבצים לא נחוצים לפי ההגדרות שנקבעו
2305 = מחק קבצים מסומנים לסל המחזור



[UninstallerPro]
15000 = כללי
15001 = מנהל הקבוצות
15002 = תוכנות חדשות
15003 = תוכנות אחרות
15004 = שם
15005 = שנה שם
15006 = אינטרנט
15007 = משחקים
15008 = מולטימדיה
15009 = כלים
15050 = העלה
15051 = הורד
15052 = הוסף
15053 = הסר
15054 = עמודות
15055 = הסר עמודה זו
15056 = יישור
15057 = שמאל
15058 = מרכז
15059 = ימין
15060 = התאמה מיטבית
15061 = יצא לקובץ
15062 = פורמט טקסט (txt)
15063 = HTML פורמט (html)
15064 = Microsoft Excel
15065 = יצא
15066 = בחר את העמודות שברצונך להסיר
15067 = :הראה כתוכנות חדשות שהותקנו
15068 = ימים אחרונים
15069 = מאז ההפעלה הקודמת של מסיר התוכנות
15070 = :שם קבוצה
15071 = הוסף
15072 = קבוצה
15073 = תוכנות במעקב
15074 = תוכנות\nבמעקב
15075 = כל התוכנות
15076 = כל\nהתוכנות
15077 = רשומת מחיקות
15078 = הסרת תוכנות מותאמת אישית
15079 = שנה אייקון
15080 = הוסף לקבוצה
15081 = הסר מקבוצה
15082 = מסיר תוכנה
15083 = :מסיר קבצים ותיקיות רשומים של התוכנה
15084 = :מסיר פריטי רג'סטרי רשומים
15085 = ."במהלך התקנת התוכנה. אם ברצונך לעבור על המידע ולבסוף למחוק אותה הקלק על הכפתור "הסרה מתקדמת Revo Uninstaller יש מעט מידע שייתכן וקשור לתוכנה שהוסרה, אך לא נמחקה מכיוון שלא נרשמה ע"י 
15086 = הסרה מתקדמת
15087 = נתיב קובץ/תיקייה
15088 = ...טוען רשימה
15089 = הסר ערכים נבחרים
15090 = פתח מפתח רג'סטרי אב
15091 = הרחב הכל 
15092 = כווץ הכל
15093 = שם ערך 
15094 = :תיקיית רשומות
15095 = בצע פעולות שינוי שם של קבצים ותיקיות שהיו קיימים בעבר במערכת
15096 = הסרת תוכנות מאולצת
15097 = הסרה\nמאולצת
15098 = הרחב את המפתח נבחר
15099 = כווץ את המפתח נבחר
15100 = הסר את המפתח נבחר
15101 = סמן את המפתח נבחר כנוצר
15102 = הוסף לרשימה שלא לכלול
15103 = .קובץ רישום לא תקין
15104 = הקובץ לא קיים! הוסף קובץ תקין או בטל את הפעולה
15105 = בחר תהליך
15106 = הוסף תהליך לרשימה
15107 = :הנתיב המלא של התהליך
15108 = הוסף מפתח רג'סטרי
15109 = נתיב מפתח הרג'סטרי
15110 = על ידי שימוש בהסרת התוכנה המאולצת תוכל לעיין ולמצוא קובץ או להכניס נתיב מלא לכל תיקייה של התוכנה שברצונך Revo Uninstaller להסיר. תוכל גם להכניס את שם התוכנה כפרט נוסף. לאחר שתלחץ על הכפתור "הבא", יחפש תחילה .אחר תוכנת הסרה מובנית ובאם קיימת כזאת היא תירשם, על מנת שתוכל לבחור אם להריץ אותה או לא\n\n!אנא הכנס את השם ונתיב ההתקנה המדויקים של התוכנה שברצונך להסיר
15111 = מצבי סריקה
15112 = מובנה
15113 = בטוח
15114 = בינוני
15115 = מתקדם
15116 = :הנתיב המלא לקובץ או תיקייה של התוכנה
15117 = שמו המדויק של התוכנה
15118 = :מסירי תוכנות  מובנים שנמצאו
15119 = הפעל את מסיר התוכנה המובנה שנבחר
15120 = שם תוכנה
15121 = פקודת הסרת התוכנה
15122 = סוג
15123 = 32ביט
15124 = 64ביט
15125 = חסל את התהליך והמשך
15126 = .הקובץ הנבחר הוא תהליך בפעולה! אם ברצונך להסיר אותו ואת הפריטים הקשורים אליו בצורה מיטבית, עדיף לחסל (לעצור) אותו ואז להמשיך
15127 = מפתח הרג'סטרי שלא לכלול
15128 = כולל תתי-מפתחות
15129 = התמקד בתוכנות במעקב בהפעלת התוכנה
15130 = :מחק קבצים ותיקיות
15131 = לתיקיית הגיבוי
15132 = לסל המחזור
15133 = לצמיתות
15134 = ?האם אתה בטוח שברצונך למחוק את הפריטים הנבחרים
15135 = תיקיות
15136 = קבצים
15137 = קבצים ותיקיות שייתכן וקשורים
15138 = פריטי רג'סטרי שייתכן וקשורים
15139 = מפתחות:
15140 = ערכים:
15141 = קבצים ותיקיות שברשומה
15142 = בצע פעולות שינוי שם של קבצים ותיקיות שהיו קיימים בעבר במערכת
15143 = האם אתה בטוח שברצונך להסיר את הפריטים הנבחרים
15144 = .נבחר, אך קבצים שנותרו יימחקו בהפעלה הבאה של המחשב
15145 = פריטי רג'סטרי נרשמו
15146 = ...מסיר תוכנה
15147 = סורק עבור קבצים, תיקיות ופריטי רג'סטרי שנותרו, בהתבסס על הנתונים הראשוניים
15148 = מנתח ומריץ את הסרת התוכנה המובנית כברירת מחדל עבור תוכנה זו
15149 = לאחר שהסרת התוכנה המובנית הסתיימה, לחץ על הכפתור "סרוק" על מנת להחל בסריקה עבור קבצים, תיקיות ופריטי .רג'סטרי שנותרו במערכת
15150 = .אין מספיק מקום פנוי בדיסק הקשיח בשביל לכתוב את קובץ מידע המטמון
15151 = .שגיאה בכתיבת קובץ המטמון. אנא וודא כי יש לך ההרשאות המתאימות
15152 = שגיאה בקריאת קובץ מידע המטמון
15153 = לא נמצאו שאריות
15154 = סרוק
15155 = הסרה\nמותאמת אישית
15156 = המודול "כל התוכנות" מראה את כל התוכנות המותקנות ואת כל הרכיבים עבור כלל המשתמשים, בחלוקה לשתי קבוצות - "חדשים" ו"אחרים". בסגנון התצוגה "פרטים", או דרך תפריט ההקשר, ניתן למצוא פרטים נוספים (קישורים ותכונות אודות ההתקנות). הגדרות המודול ממוקמות בתת-פריט "כל התוכנות", תחת הפריט "מסיר התוכנות" ובחלון האפשרויות
15157 = המודול "תוכנות במעקב" מראה את כל התוכנות שנבחרו למעקב אחרי התקנתם ע"י שימוש בתוכנה זו. ע"מ לעקוב אחרי תוכנה מסוימת בעזרת מודול זה, תוכל להקליק עם הלחצן הימני על קובץ ההתקנה שלו או ללחוץ על הכפתור "התקן תוכנות" בסרגל הכלים הראשי בתוכנה זו. הגדרות המודול נמצאות בתת-פריט "תוכנות במעקב" תחת הפריט "מסיר התוכנות" בחלון האפשרויות
15158 = הרשמה
15159 = קובץ עזרה
15160 = התקן תוכנות
15161 = התקן\nתוכנות
15162 = צור נקודת שחזור מערכת וגיבוי מלא של הרג'סטרי לפני הסרת תוכנה
15163 = ...יוצר גיבוי מלא של הרג'סטרי
15164 = ("אפשרות יצירת נקודת שחזור מערכת וגיבוי מלא של הרג'סטרי מנוטרלת (בתפריט "אפשרויות" ->"מסיר התוכנות
15165 = !יצירת גיבוי מלא של הרג'סטרי - הסתיימה
15166 = !יצירת גיבוי מלא של הרג'סטרי - נכשלה
15167 = (Windows 7,8,10-ו Windows Vista-לא נתמך ב)
15168 = רשומות:
15169 = או שלחץ על הלחצן הימני על האייקון של מוד צייד ובחר "צא" כדי לצאת
15170 = פתח את אשף הסרת התוכנות בגודל מקסימלי
15171 = נתיב אל התיקייה
15172 = על מנת לראות את קובץ העזרה PDF אנא התקן תוכנה לצפייה בקבצי
15173 = הוסף קבוצה חדשה
15174 = מחק רשומות נבחרות
15175 = בנה קובץ זיכרון מטמון מחדש
15176 = האם אתה בטוח שברצונך לבנות מחדש את קובץ זיכרון המטמון?\nכל השינויים שביצעת בהגדרת התוכנה יאופסו!

[Auto Run Manager Pro]
15800 = הוסף
15801 = הוסף תוכנה להפעלת ווינדוס 
15802 = :קבע הפעלה אוטומטית עבור
15803 = כל המשתמשים
15804 = משתמש נוכחי
15805 = :קבע הפעלה אוטומטית החל מ
15806 = בכל הפעלה של ווינדוס - Run - רג'סטרי
15807 = רק פעם אחת, בהפעלה הבאה של ווינדוס - RunOnce - רג'סטרי
15808 = תיקיית "הפעלה" - בכל הפעלה של ווינדוס
15809 = :(פקודה (נתיב מלא
15810 = :שם
15811 = הוסר מהפעלה אוטומטית
15812 = הוסרו כל הפריטים לא מופעלים מהפעלה אוטומטית
15813 = הוסרו כל הפריטים המנוטרלים מהפעלה אוטומטית

[General App]
16001 = הדפס
16002 = הצג לפני הדפסה
16003 = הגדרות הדפסה
16004 = תצוגה
16005 = סרגל תפריטים
16006 = סרגל כלים ראשי
16007 = פאנל תיאורים
16008 = שורת מצב
16009 = סרגל כלים
16010 = קובץ
16011 = מנהל\nההפעלה\nהאוטומטית
16012 = מנקה\nקבצי הזבל
16013 = כלים של\nWindows
16014 = מנקה\nהדפדפנים
16015 = ניקוי\nMicrosoft Office
16016 = ניקוי\nWindows
16017 = מסיר\nהעקבות
16018 = מחיקה\nלצמיתות
16019 = מנהל הגיבוי
16020 = Revo Uninstaller התקן עם
16021 = Revo Uninstaller הסר עם
16022 = Revo Uninstaller התקן תוכנה נבחרת עם
16023 = Revo Uninstaller הסר תוכנה נבחרת עם
16024 = :תיקיית גיבוי
16025 = גבה את פריטי הרג'סטרי שנמחקו
16026 = גבה את הקבצים והתיקיות שנמחקו
16027 = (0x%08x לא מותקן במחשב זה (קוד השגיאה הוא Microsoft Excel 
16028 = (0x%08X נכשלה (קוד השגיאה הוא Microsoft Excel הרצת התוכנה
16029 = שגיאה לא ידועה
16030 = רג'סטרי
16031 = דלג על הודעות מידע
16032 = דלג על הודעות התראה
16033 = תהליכים
16034 = עקוב אחר תוכנות במוד קומפקטי
16035 = :כולל התהליכים
16036 = :ללא התהליכים
16037 = הנתיב של התהליך
16038 = :נושא חזותי
16039 = סרגלי כלים
16040 = הראה תוויות טקסט
16041 = הראה אייקונים קטנים
16042 = כחול
16043 = אפור
16044 = שחור
16045 = כסוף
16046 = מקומי
16047 = מקומי 2
16048 = מקומי חלק
16049 = קנה עכשיו
16050 = לאחר שרכשת את התוכנה, תקבל מספר סידורי אישי בדואר האלקטרוני שלך. עליך להכניס את המספר האישי בטופס למטה וללחוץ על הכפתור "שפעל דרך האינטרנט" על מנת לשפעל את התוכנה. פעולת השפעול מצריכה חיבור לאינטרנט, לכן וודא כי חומת האש שלך אינה חוסמת את התוכנה. על כל  שאלה בנוגע לרישום אנא פנה אלינו בכתובת\nregistration@revouninstaller.com
16051 = הירשם
16052 = :הכנס מספר סידורי במדויק כאן
16053 = שפעל דרך האינטרנט
16054 = כל הזכויות שמורות
16055 = גירסה רשומה
16056 = גירסה לא רשומה
16057 = .האם אתה בטוח שברצונך למחוק גיבויים, רישומים ועוד מידע של המשתמש שנוצרו? לחץ "לא" אם אתה מעדכן את התוכנה
16058 = מתרגם:
16059 = צור גיבוי רג'סטרי מלא כל יום
16060 = מחק רשומת תוכנה שנעקבה לאחר הסרתה
16061 = הראה אייקונים קטנים בתצוגת פרטים
16062 = הראה פקודות בתפריט ההקשר של ווינדוס (התקן עם..., הסר עם...)
16063 = סמן את כל השאריות כברירת מחדל
16064 = אפור כהה

16112 = Revo Uninstaller Pro כבר פועל!

[AppBar]
16900 = שמור את רשומת השינויים המנוטרים במערכת
16901 = הפסק לנטר התקנה זו
16902 = .מנטר כעת שינויי מערכת - המשך עם ההתקנה כרגיל! נא לא להפעיל תוכנות התקנה נוספות, תוכנות או כל דבר אחר במהלך ההתקנה! לאחר סיום ההתקנה, הרץ את התוכנה/ות המותקנת/ות, הגדר וסגור אותם. לאחר מכן, לחץ על הכפתור "עצור" (ריבוע אדום) ושמור את הרישום
16903 = :הכנס את שם הרישום
16904 = :Enter הכנס שם לרישום ולאחר מכן לחץ
16905 = מנטר את ההתקנה Revo Uninstaller
16906 = שומר מידע Revo Uninstaller
16907 = !לא ניתן היה להשיג הרשאה לכיבוי המחשב. נסה לכבות ידנית
16908= !לא ניתן היה לשנות את ההרשאה לכיבוי המחשב. נסה לכבות ידנית

[JunkFilesCleanerPro]
17000 = לא לכלול
17001 = שונה בפעם האחרונה

[EvidenceRemoverPro]
17300 = סוג
17301 = גודל כולל
17302 = מקום פנוי
17310 = כונן מקומי
17311 = דיסק שליף

[UnrecoverableDeletePro]
17600 = הוסף קובץ/ים
17601 = הוסף תיקייה
17602 = מחק לצמיתות
17603 = מוחק
17606 = הסר פריטים שנבחרו מהרשימה

[Backup Manager]
17800 = מנהל הגיבוי
17801 = שחזר
17802 = מחק
17803 = מחק הכל
17804 = שחזור\nמותאם אישית
17812 = ...טוען עץ
17813 = הקודם
17814 = הבא
17815 = מידע על נקודת שחזור לא נמצא
17816 = מעבד
17817 = פריטים %d מתוך %d מגבה
17818 = :נקודות שחזור
17819 = :גודל כולל
17820 = .מנהל הגיבוי עוזר לך לנהל את המידע שגיבתה תוכנה זו לאחר כל מחיקה של פריט ברג'סטרי, קובץ או תיקייה. ע"י שחזור של נקודת שחזור מקומית ניתן לאת כל המידע שנמחק או שניתן לבחור ולשחזר פריטים בודדים כרצונך. אם אתה צריך עוד מקום בדיסק הקשיח שלך, ניתן למחוק נקודת שחזור אקראית או את כל נקודות השחזור שיצרה תוכנה זו
17821 = שם
17822 = פעולה
17823 = גודל
17824 = פריטי רג'סטרי
17825 = קבצים או תיקיות
17826 = שעה
17827 = תאריך
17830 = שם מפתח/ערך
17831 = מידע
17835 = ערך ברירת המחדל
17836 = פריטים %d מתוך %d משחזר
17837 = משחזר
17838 = שם קובץ/תיקייה
17839 = שחזור מותאם אישית
17840 = !שגיאה בקריאת קובץ המידע על הגיבוי
17841 = קבצים ותיקיות לשחזור
17842 = פריטי רג'סטרי לשחזור
17843 = !אין מספיק מקום בדיסק הקשיח בשביל לכתוב את קובץ המידע על הגיבוי
17844 = !שגיאה בכתיבת קובץ המידע על הגיבוי
17845 = ?%s מתוך %s האם אתה בטוח שברצונך לשחזר את הפעולה
17846 = ?האם אתה בטוח שברצונך למחוק את כל נקודות השחזור

[TooltipsPro]
18200 = Revo Uninstaller התאם את ההגדרות של
18201 = שנה את תצוגת רשימת התוכנות במעקב
18202 = Revo Uninstaller נהל את מידע הגיבוי המאוכסן ע"י
18203 = Revo Uninstaller התקן תוכנות בעזרת
18204 = הסרה מאולצת של שאריות של תוכנות שכבר הוסרו
18205 = הצג את כל התוכנות המותקנות
18206 = הצג את התוכנות במעקב
18207 = הסר את התוכנה במעקב הנבחרת
18208 = הסרה מותאמת אישית של התוכנה במעקב הנבחרת
18209 = Revo Uninstaller שחזור את נקודת השחזור הנבחרת של
18210 = Revo Uninstaller שחזור מותאם אישית של נקודת השחזור הנבחרת של
18211 = Revo Uninstaller מחק את נקודת השחזור הנבחרת של
18212 = Windows הוסף תוכנה שתתחיל אוטומטית עם הפעלת 
18213 = החל בפעולת הסרת עקבות בכוננים הנבחרים
18214 = הוסף קבצים שיימחקו לצמיתות ללא אפשרות שחזור
18215 = הוסף תיקייה שתימחק לצמיתות ללא אפשרות שחזור
18216 = מחק קבצים ותיקיות שנוספו
18217 = מחק קבצים מסומנים
